{
  "title": "210 Jazz Orchestra",
  "description": "San Antonio, TX",

  "bio": "The 210 Jazz Orchestra is a Texas big band, located in San Antonio. Led by band owners Zoe Pedroza and Chase Guerrero, the band was formed as a group where the voice and opinions of the band members are valued greatly, impact the chosen music selections, and perform many arrangements by members of the band. Since their first performance in November of 2023, they have performed a variety of music, from classic selections from the Great American Songbook such as George Gershwin and Duke Ellington, to more modern artists spanning multiple different genres, such as EDM by Porter Robinson, to the alternative rock styling of the Red Hot Chili Peppers. The 210 Jazz Orchestra has earned somewhat of a reputation for their thematic gigs, some of which include Latin-inspired charts in April to celebrate the city of San Antonio’s Fiesta celebration, a night of charts from the Buddy Rich Big Band, and even Anime and Video game music to celebrate the music that inspires many of our own musicians. The 210 Jazz Orchestra performs at their monthly residency at the Blue Star Brewery in San Antonio, where they participated in the first annual Blue Star Jazz Festival, as well as the Burleson Yard Beer Garden. The orchestra also performs smaller venues with small combos, and has performed at venues such as the Doseum in downtown San Antonio, as well as the Tobin Center for the Performing Arts. The 210 Jazz Orchestra thanks all its musicians for their continued involvement in the group, the venues that book the group for their performances, as well as all the listeners and audience members.",

  "saxophones": "Zac Evans, Zoe Pedroza, Fernando Munoz Jr., Steve Castor, Ethan Aguilar, Luis Mendoza, Isaac Juarez",
  "trumpets": "Daniel Delgado, Hugo Funes, Lucas Romero, Miguel Gonzalez, Edgar Ayala",
  "trombones": "Ryan Isaac Munoz, Fidencio Oviedo, Todd Lewis, Andrew Garcia, Chase Guerrero",
  "rhythm": "Jacob Navarijo, Charles Settles, Angel Hernandez, Alex Luna, Ethan Gomes, Joseph Davey",

  "pressQuoteOne": "I booked 210 Jazz Orchestra for an evening event at The DoSeum. They were great to work with, from immediate communication throughout the booking process to the evening of the performance. Guests of the event enjoyed the concert, and the entire experience 210 Jazz Orchestra put on! I will definitely rebook in the future for upcoming events.",
  "pressQuoteOneSource": "Karenna, The DoSeum",

  "pressQuoteTwo": "Spending a night with the 210 Jazz Orchestra is honestly such fun. Attending their live performance is always an exciting experience. Their impeccable blend of tight rhythms, powerful horns, and soul-stirring melodies creates a swinging atmosphere that resonates with every heartbeat in the room. Each member's virtuosity shines through, but their seamless collaboration sets them apart. The 210 Jazz Orchestra doesn't just play music; they tell stories that connect us all. A night with them is truly a joyful experience.",
  "pressQuoteTwoSource": "Jerry Madrigal",

  "youtubeVideo1": "https://youtu.be/ZmW6cS_XfVw?si=XRHeNqaNfUdRjfRy",
  "youtubeVideo2": "https://youtu.be/E6ZwO_PCEhU?si=uORbaVhWM9YyN8zB",
  "youtubeVideo3": "https://youtu.be/AelrKSzqKts?si=8qNbwH4So-2pG8HQ",
  "youtubeVideo4": "https://youtu.be/YGMKX03yK4c?si=VRXmjAGD5_7A3EfU",

  "instagramAccount": "210_jazz_orchestra",
  "instagramAccountTitle": "210 Jazz Orchestra",
  "tiktokAccount": "210jazzorchestra",
  "youtubeAccount": "210jazzorchestra",
  "bandsintownArtist": "210 Jazz Orchestra"
}
